Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/ps_nllb_noft.tmx
Source language: pt
Languages: pt_br

source: e de todo me emtrego ao demonio a quem so conheso por poderozo cuja he e a de ser sempre a minha comfição; e comunhão o q digo, e comfirmo mto em meu juizo perfeito,
pt_br: E, acima de tudo, entrego-me ao demônio a quem me confesso por poder, que sempre será minha missão; e, em comunhão com o que digo, e com o meu juízo perfeito, o confirmo,

source: e nada mais tem lugar pelo q portesto ja lhe não dar emfados
pt_br: E nada mais que tem lugar para o seu coração e não lhe dar enfácios.

source: dos q lhe dei me peza mto mto
pt_br: Dois de seus deuses me ajudaram a sobreviver.

source: de huma alma q ja fica como Vmces podião esperar nas suas demoras e negasois
pt_br: A alma de hum q já fica como Vmces podião esperar nas suas demoras e negasois.

source: Meu prozuradiçimo [...] amor
pt_br: Meu pro-religioso [...] amor

source: reçebi u mimmo das [...] tam estimadas exproçoes as quaes oni o meu peito como [...] de hum obigeto guntamente Sintindo mto u não ter podido escreverlhe
pt_br: Recebi em mimmo das [...] estimadas exproçoes como quaes oni ou meu peito como [...] de hum objeto guntamente Sintindo que não tinha sido capaz de lhe escrever.

source: mais não he por descudo meu
pt_br: Mas não por descudo meu.

source: he para mor de a minha mana porque Sempre handa descomfiada commigo i ter me osconsdido os tinteiros
pt_br: Ele para mor de minha mãe porque sempre me deixa desconfiado como eu me tenho considerado os negros.

source: mais agora que tive lugar cero dar resposta as suas queridas letras pois tanto as estimo i venero [...] pois basta Ser do meu iternos amores para as estimar i venerar como coiza Sua
pt_br: Mas agora que tive lugar para dar resposta às suas queridas letras, pois tanto como eu a aprecio como a venero [...] pois basta Ser do meu iternos amores para que a aprecie e venere como sua coiza.

source: meu querido amores não Sabe o que tem estado a minha tia de agastada do que handam dezendo la pelo comvento dehela pois ja tem as ginelas fichadas i p [...] ereçeme que nunca se habriam a un hum padre ja velho que lla hia
pt_br: Meu querido amor não sabe o que tem sido minha tia de agasta do que não vou desendo o cabelo convento dehela pois já tem como ginélas fichadas e p... erem que nunca se abrem a um hum padre e velho que vai hia

source: hoitro dia hia a fazer huma vizita achandone eu la tambem i foi a minha prima a porta i dice que não estava sua mai em caza
pt_br: Eu também fui a minha prima à porta e disse que não estava sua mãe em caça.

source: i tem tudo fichado para mor dle porque heile hera hum tollo
pt_br: Tenho tudo fichado para mor dle porque toda a hera hum tollo

source: the u forei Antonio ja não vinha caza dela para mor dele
pt_br: O u forei Antonio já não vinha caza dela para mor dele.

source: com isto não emfado mais
pt_br: Com isso não estou enfurecido mas

source: desta Sua umilde criada que mto lhe cer i dezeja a vida athe a morte
pt_br: Esta é a sua humilde criada que lhe deu a vida e a morte.
